Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A19A.tmx
Source language: en_us
Languages: zh_cn

source: Singles Day: China's online shopping holiday
zh_cn: 光棍节：中国的网购狂欢节

source: Lei Shujie, a designer in Shanghai, piled up a wish list for the quirky holiday dubbed "Singles Day" that has grown into China's — and possibly the world's — busiest online shopping day.
zh_cn: 雷舒洁是上海的一位设计师。她在“光棍节”到来之前写了一张购物心愿单。这个被称为“光棍节”的怪诞节日已经逐渐成为中国，可能甚至是世界性的，最繁忙的网购节日

source: Clothes, a pillow, a cabinet to give a friend — Lei put off buying until Sunday, when retailers promised discounts of up to 70 percent. "The prices are irresistible," she said.
zh_cn: 衣服、枕头、给一个朋友的衣柜――雷把需要购置的物品都推迟到了周日（11月11日），当销售商答应给她30%的折扣的时候，她说：“这价格实在太让人难以抗拒了。”

source: Singles Day was begun by Chinese college students in the 1990s as a version of Valentine's Day for people without romantic partners.
zh_cn: “光棍节”开始于20世纪90年代中国大学生之中，作为那些没有浪漫情人，没法过“情人节”而过的另一个版本的节日。

source: The timing was based on the date: Nov. 11, or "11.11" — four singles.
zh_cn: 时间是在：11月11日――四个1，四个光棍。

source: Unattached young people would treat each other to dinner or give gifts to woo that special someone and end their single status.
zh_cn: 单身的年轻人会相互请客吃饭或者会赠送礼物追求那个特别的TA以结束他们的单身状态

source: That gift-giving helped to turn it into a major shopping event as sellers of everything from jewelry to TVs to cars saw a marketing opportunity and launched Singles Day sales.
zh_cn: 而这种送礼方式使“光棍节”成为了一种大型购物节日，从珠宝首饰到电视机、汽车等所有的一切商品，商人们看到了营销商机，推出了“光棍节”销售。

source: It is China's answer to Cyber Monday in the United States — the day after Thanksgiving weekend, when online Christmas shopping begins and merchants have their busiest sales day.
zh_cn: 这就是中国对于美国网络星期一的回应。网络星期一是在感恩节周末之后的一天，那天圣诞网购开始，商人们也会迎来他们最繁忙的一天

source: Companies that rushed to cash in on the holiday ranged from Alibaba Group, operator of China's biggest e-commerce platforms, to rival platforms such as 360buy Ltd., mom-and-pop companies that sell online and delivery services.
zh_cn: 许多公司都急忙在假日兑现，有中国最大的电子商务平台运营商阿里巴巴集团，还有其他竞争对手的平台，譬如网上销售并提供送货上门服务的家庭经营公司京东商城

source: "This is very, very big for us," Steve Wang, vice president of Tmall.com and head of website operations, said in a phone interview before sales started.
zh_cn: “这对我们来说非常非常好的机会。”史蒂夫・王是天猫（淘宝商城）的副总裁兼网站运营的总监，在销售开始之前的电话采访中说道

source: The 50,000-plus merchants on Alibaba's consumer-oriented Taobao and Tmall.com platforms, took in a total of 19.1 billion yuan ($3 billion) from midnight Saturday to midnight Sunday, the company announced early Monday.
zh_cn: 周一一早阿里巴巴公司即公布，其旗下的以顾客为导向的淘宝网和淘宝商城平台上50000多商家仅从周六晚12点到周日晚12点的24小时内共吸入资金191亿元（合30亿美金）

source: That would top the total of $1.25 billion that research firm comScore said U.S. online retailers took in last year on Cyber Monday and might make Singles Day the biggest e-commerce sales day on record.
zh_cn: 这一数据将远超过研究公司康姆斯科所说的美国在线零售商在去年网络星期一所吸收到的资金12.5亿美元，而使得“光棍节”成为了史上最大的电子商务销售节

source: The spending binge will be welcome news for communist leaders who want to shift the basis of growth in the world's second-largest economy from trade and investment to consumer spending and service industries.
zh_cn: 这种购物狂欢对于共产主义领导人来说是个好消息，他们想转变世界第二大经济体下的经济增长基础，由贸易与投资转向消费者支出与服务行业。

source: Weak global demand for Chinese exports has added to the urgency of ramping up domestic consumption.
zh_cn: 全球对中国出口产品的需求疲软导致迫切需要增加国内的消费

source: China has the world's biggest population of Internet users, with 538 million people online.
zh_cn: 中国是世界上互联网用户最多的国家，共有5.38亿在线用户。

source: Its population of online shoppers also is the biggest at 193 million, versus 170 million for the United States, according to Boston Consulting Group.
zh_cn: 根据波士顿咨询集团，中国在线购物者也是世界上最多，共有1.93亿人，而相比美国只有1.7亿人。

source: It trails the U.S. and Japan in online spending but, despite average incomes less than one-tenth the American level, is forecast to rise to first place as early as 2015.
zh_cn: 在网上消费方面，中国落后于美国与日本，但可以预见的是中国的网上消费将于2015年上升至第一位，尽管中国平均收入水平不足美国的十分之一

source: The Communist Party's latest five-year development plan calls for more than quadrupling annual e-commerce volume from 2010 levels to 18 trillion yuan ($2.9 trillion) by 2015.
zh_cn: 中国共产党最新的五年发展计划要求电子商务容量在2010年的水平基础上，每年以四倍多的速度增长，于2015年达到18万亿（合2.9万亿美元）。

source: The party tries to block access to online material deemed subversive or pornographic but promotes Web use for business and education.
zh_cn: 共产党试图屏蔽被视为反动或色情的在线资料，促进用于商业和教育方面的网络使用

source: "The Internet today in China is similar to television in the 1960s and '70s in the West — the place where consumers congregate and companies need to locate," Boston Consulting Group said in an April report.
zh_cn: “中国今日使用的互联网类似于二十世纪六七十年代西方国家使用的电视――消费者聚集的地方就是公司应该定位的地方。”波士顿集团公司四月份报告指出

source: Alibaba, founded by a former English teacher, Jack Ma, grew into one of the world's biggest e-commerce players by linking Chinese suppliers with Western manufacturers and retailers.
zh_cn: 马云先前是一位英语教师，后来成为了世界上最大的电子商务玩家之一，将中国供应商与西方制造商和零售商结合起来，创立了阿里巴巴。

source: It branched into consumer sales with the 2003 launch of Taobao, which operates Tmall.com.
zh_cn: 在2003年阿里巴巴推出销售消费品的淘宝网作为旗下的一个分支，同时经营天猫。

source: Alibaba also operates China's biggest online payment system, Alipay.
zh_cn: 除此之外，阿里巴巴还经营着中国最大的在线支付系统――支付宝

source: Tmall.com accounted for 45.1 percent of business-to-consumer online sales in China in the three months ending in September, according to Analysys International, a research firm in Beijing. 360buy was in second place with 17.4 percent.
zh_cn: 根据一家北京的研究公司――易观国际的数据，天猫在六月到九月的三个月中，占有中国B2C网上销售额的45.1%。京东商城以17.4%的份额排名第二。

source: Boston Consulting Group said more products were sold through Taobao in 2010 — about 48,000 per minute — than at China's top five bricks-and-mortar retailers combined.
zh_cn: 波士顿集团公司说，2010年通过淘宝卖出的产品，每分钟大约有48000件，比中国前五大实体零售商联合起来卖的产品还要多

source: "Alibaba has so many assets that they can integrate that it's hard to compete with them," said Mark Natkin, managing director of Marbridge Consulting, a technology consulting firm in Beijing.
zh_cn: 一家北京的技术咨询公司――迈波瑞咨询公司的总经理马克・纳塔金表示：“阿里巴巴筹集的资产如此之多，以至于很难与之竞争。”

source: Other rivals include clothing retailer Vancl.com, bookseller Dangdang.com, Amazon.com Inc.'s joint venture with a Chinese partner, and traditional retailers such as consumer electronics chain Suning Ltd. that have expanded online.
zh_cn: 其他的竞争对手包括服装零售商――凡客诚品，书商――当当网，与中国合作的亚马逊有限公司，还有传统零售商诸如家用电子产品连锁店苏宁有限公司，这些公司都拓展了网上销售业务。

source: Walmart Stores Inc., which operates 340 outlets in China, boosted its online presence last month by expanding its stake in online retailer Yihaodian to a controlling 51 percent.
zh_cn: 沃尔玛公司在中国运营着340家门店，上个月扩大了其在网络销售一号店上的股份，达到了控制性的51%的股份，增强了它的在线业务实力

source: In addition to its e-commerce platform used by other merchants, 360buy also is China's biggest online retailer, selling consumer electronics and other goods directly to customers.
zh_cn: 除了其他商家使用的电子商务平台，京东商城也是中国最大的在线零售商，直接向客户销售家用电子产品及其他产品

source: The source of Singles Day's rise as China's online shopping day is a matter of debate by Chinese commentators and industry analysts.
zh_cn: “光棍节”成为中国网络购物节这一事件对于中国评论员和行业分析师来说还是一个有争议的问题

source: Some cite demographics and timing: University graduates who adopted the holiday earn more and shop online.
zh_cn: 一些引用的人口统计和时间选择表明：过节的大学毕业生挣得比较多，便会在网上购物。

source: Singles Day comes as people receive monthly paychecks and need to buy winter clothes.
zh_cn: “光棍节”来临之际，人们拿到了月薪，也将需要购买冬天的衣服。

source: Unlike other events such as the Lunar New Year, China's biggest family holiday, it involves few other expenses such as travel or banquets, leaving more money for gifts.
zh_cn: “光棍节”并不像中国其他的大型节日，如最大的家庭假期――新年一样，它并不会涉及很多像旅行或聚会的消费支出，也就有了更多的资金来购买礼物

source: And there is the romantic angle that might prompt shoppers to open their wallets.
zh_cn: 而且有一些浪漫的想法可能促使购物者打开他们的钱包

source: "This is about giving a gift that will woo that perfect someone," Natkin said.
zh_cn: “譬如说送一个礼物，可以吸引那个完美的TA。

source: "If you play your cards right, you only need to make that purchase once."
zh_cn: 如果你处理得当，你就只需要进行一次这样的消费。”纳塔金说道

source: Lei, the Shanghai designer, wound up buying only the pillow from her shopping list for 118 yuan ($18) because other discounts weren't as big as she hoped.
zh_cn: 那个上海的设计师雷，最后只购买了购物单上的枕头，花了118元（合18美元），因为其他折扣并没有她所希望的那么吸引人

source: "I will wait to see if I can get them later," she said.
zh_cn: 她说：“我会等等看，或许过些日子我再买那些东西。”

source: Companies began preparing for Sunday months in advance.
zh_cn: 各大公司提前数月开始为周日的“光棍节”做准备。

source: At its headquarters in Hangzhou, southwest of Shanghai, Alibaba set up 200 lounge chairs for its 800-strong staff to rest during the day.
zh_cn: 在杭州总部，位于上海西南部，阿里巴巴安装了200个躺椅为其800多名员工白天休息所用。

source: The company rented 180 rooms at nearby hotels for longer breaks.
zh_cn: 阿里巴巴还在附近的酒店里租了180个房间，以便让员工获得较长的休息时间。

source: On Tmall.com, called Tian Mao, or "Sky Cat," in Chinese, goods ranged from clothes, books and furniture to discounts on restaurant meals and travel packages.
zh_cn: 在天猫（Tmall.com）上，应有尽有，有各种各样的商品，衣服、书、家具等，还有餐厅饮食和旅行出游的各种折扣。

source: An auto dealer in the southern city of Shangrao offered 23 percent off BMW 3-series luxury cars ordered Sunday.
zh_cn: 周日上饶市的一家汽车经销商对宝马3系列豪华轿车给出了23%的折扣

source: China's delivery companies had 800,000 employees working Sunday, including 65,000 temporary workers hired for the holiday, the China Daily newspaper said, citing the country's delivery industry association.
zh_cn: 据《中国日报》所说，引用中国快递行业协会数据显示，周日中国快递公司共有800000名员工在工作，其中包括65000名临时假期聘用员工

source: One of the biggest, YTO Express Co. Ltd. in Shanghai, planned to have 30,000 vehicles on the road, the newspaper said, and expanded its daily handling capacity by 50 percent to 6 million packages for the day.
zh_cn: 最大的快递公司之一――上海圆通快递计划有30000辆汽车在运输路途中，并扩大了50%的日处理量，达到600万包裹，《中国日报》报道。
